tap "1password/tap"
tap "felixkratz/formulae"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "pomdtr/tap"
tap "rcmdnk/file"
tap "sidneys/homebrew"
brew "argparse"
brew "libssh2"
brew "aria2"
brew "python@3.12"
brew "asitop"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "bat"
brew "berkeley-db"
brew "cabextract"
brew "tree-sitter"
brew "cask"
brew "cbonsai"
brew "ccache"
brew "cdrtools"
brew "circumflex"
brew "cmake"
brew "cmatrix"
brew "cpanminus"
brew "exiftool"
brew "ffmpeg"
brew "ffmpeg@6"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git"
brew "helix"
brew "python@3.13"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "llvm@18"
brew "lua"
brew "luajit"
brew "luarocks"
brew "nasm"
brew "neovim"
brew "ninja"
brew "node"
brew "openssh"
brew "openssl@1.1"
brew "perl"
brew "pipes-sh"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "pyvim"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "sevenzip"
brew "sl"
brew "speedtest-cli"
brew "stow"
brew "telnet"
brew "tldr"
brew "tree-sitter-cli"
brew "vim"
brew "viu"
brew "vulkan-headers"
brew "vulkan-loader"
brew "watch"
brew "wget"
brew "wimlib"
brew "xclip"
brew "yarn"
brew "yt-dlp"
brew "zig"
brew "zimfw"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
cask "1password"
cask "aerospace"
cask "appcleaner"
cask "balenaetcher"
cask "brave-browser"
cask "cool-retro-term"
cask "coteditor"
cask "daisydisk"
cask "dbeaver-community"
cask "discord"
cask "fastmail"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "hyperkey"
cask "iina"
cask "istat-menus"
cask "logi-options+"
cask "macdown"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "proton-pass"
cask "protonvpn"
cask "qlmarkdown"
cask "raspberry-pi-imager"
cask "raycast"
cask "rustdesk"
cask "stremio"
cask "tor-browser"
cask "visual-studio-code"
cask "zed"
vscode "eliverlara.andromeda"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "miguelsolorio.symbols"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "raunofreiberg.vesper"
vscode "usernamehw.errorlens"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
cargo "pokeget"
